Repository: xcv58/MacTools
Catalog: Plugins/WindowLayouts/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# action.top-center-sixth.description
source: 填充中上六分之一。
ar: رتّب النافذة النشطة باستخدام «السدس العلوي الأوسط».
de: Ordnet das aktive Fenster mit „Oberes mittleres Sechstel“ an.
en: Fill the top-center sixth of the display.
es: Organiza la ventana activa con «Sexto superior central».
fr: Dispose la fenêtre active avec «Sixième supérieur central».
ja: アクティブなウインドウに「中央上 6 分の 1」を適用します。
ko: 활성 윈도우에 “가운데 위 1/6” 레이아웃을 적용합니다.
pt: Organiza a janela ativa com «Sexto superior central».
ru: Размещает активное окно в режиме «Верхняя средняя шестая часть».
tr: Ekranın üst orta altıda birini doldurur.
zh_hant: 填滿中上六分之一。

# action.top-right-sixth.title
source: 右上六分之一
ar: السدس العلوي الأيمن
de: Oberes rechtes Sechstel
en: Top Right Sixth
es: Sexto superior derecho
fr: Sixième supérieur droit
ja: 右上 6 分の 1
ko: 오른쪽 위 1/6
pt: Sexto superior direito
ru: Верхняя правая шестая часть
tr: Sağ Üst Altıda Bir

# action.top-right-sixth.description
source: 填充右上六分之一。
ar: رتّب النافذة النشطة باستخدام «السدس العلوي الأيمن».
de: Ordnet das aktive Fenster mit „Oberes rechtes Sechstel“ an.
en: Fill the top-right sixth of the display.
es: Organiza la ventana activa con «Sexto superior derecho».
fr: Dispose la fenêtre active avec «Sixième supérieur droit».
ja: アクティブなウインドウに「右上 6 分の 1」を適用します。
ko: 활성 윈도우에 “오른쪽 위 1/6” 레이아웃을 적용합니다.
pt: Organiza a janela ativa com «Sexto superior direito».
ru: Размещает активное окно в режиме «Верхняя правая шестая часть».
tr: Ekranın sağ üst altıda birini doldurur.
zh_hant: 填滿右上六分之一。

# action.bottom-left-sixth.title
source: 左下六分之一
ar: السدس السفلي الأيسر
de: Unteres linkes Sechstel
en: Bottom Left Sixth
es: Sexto inferior izquierdo
fr: Sixième inférieur gauche
ja: 左下 6 分の 1
ko: 왼쪽 아래 1/6
pt: Sexto inferior esquerdo
ru: Нижняя левая шестая часть
tr: Sol Alt Altıda Bir

# action.bottom-left-sixth.description
source: 填充左下六分之一。
ar: رتّب النافذة النشطة باستخدام «السدس السفلي الأيسر».
de: Ordnet das aktive Fenster mit „Unteres linkes Sechstel“ an.
en: Fill the bottom-left sixth of the display.
es: Organiza la ventana activa con «Sexto inferior izquierdo».
fr: Dispose la fenêtre active avec «Sixième inférieur gauche».
ja: アクティブなウインドウに「左下 6 分の 1」を適用します。
ko: 활성 윈도우에 “왼쪽 아래 1/6” 레이아웃을 적용합니다.
pt: Organiza a janela ativa com «Sexto inferior esquerdo».
ru: Размещает активное окно в режиме «Нижняя левая шестая часть».
tr: Ekranın sol alt altıda birini doldurur.
zh_hant: 填滿左下六分之一。

# action.bottom-center-sixth.title
source: 中下六分之一
ar: السدس السفلي الأوسط
de: Unteres mittleres Sechstel
en: Bottom Center Sixth
es: Sexto inferior central
fr: Sixième inférieur central
ja: 中央下 6 分の 1
ko: 가운데 아래 1/6
pt: Sexto inferior central
ru: Нижняя средняя шестая часть
tr: Alt Orta Altıda Bir

# action.bottom-center-sixth.description
source: 填充中下六分之一。
ar: رتّب النافذة النشطة باستخدام «السدس السفلي الأوسط».
de: Ordnet das aktive Fenster mit „Unteres mittleres Sechstel“ an.
en: Fill the bottom-center sixth of the display.
es: Organiza la ventana activa con «Sexto inferior central».
fr: Dispose la fenêtre active avec «Sixième inférieur central».
ja: アクティブなウインドウに「中央下 6 分の 1」を適用します。
ko: 활성 윈도우에 “가운데 아래 1/6” 레이아웃을 적용합니다.
pt: Organiza a janela ativa com «Sexto inferior central».
ru: Размещает активное окно в режиме «Нижняя средняя шестая часть».
tr: Ekranın alt orta altıda birini doldurur.
zh_hant: 填滿中下六分之一。

# action.bottom-right-sixth.title
source: 右下六分之一
ar: السدس السفلي الأيمن
de: Unteres rechtes Sechstel
en: Bottom Right Sixth
es: Sexto inferior derecho
fr: Sixième inférieur droit
ja: 右下 6 分の 1
ko: 오른쪽 아래 1/6
pt: Sexto inferior direito
ru: Нижняя правая шестая часть
tr: Sağ Alt Altıda Bir

# action.bottom-right-sixth.description
source: 填充右下六分之一。
ar: رتّب النافذة النشطة باستخدام «السدس السفلي الأيمن».
de: Ordnet das aktive Fenster mit „Unteres rechtes Sechstel“ an.
en: Fill the bottom-right sixth of the display.
es: Organiza la ventana activa con «Sexto inferior derecho».
fr: Dispose la fenêtre active avec «Sixième inférieur droit».
ja: アクティブなウインドウに「右下 6 分の 1」を適用します。
ko: 활성 윈도우에 “오른쪽 아래 1/6” 레이아웃을 적용합니다.
pt: Organiza a janela ativa com «Sexto inferior direito».
ru: Размещает активное окно в режиме «Нижняя правая шестая часть».
tr: Ekranın sağ alt altıda birini doldurur.
zh_hant: 填滿右下六分之一。

# settings.modifierDrag.shift
source: Shift
de: Umschalt
es: Mayúsculas
fr: Majuscule

# settings.modifierDrag.option
source: Option
es: Opción

# settings.modifierDrag.command
source: Command
es: Comando
fr: Commande

# settings.preset.controlOption
source: Control–Option (⌃⌥)
es: Control–Opción (⌃⌥)
fr: Contrôle–Option (⌃⌥)

# settings.preset.optionCommand
source: Option–Command (⌥⌘)
es: Opción–Comando (⌥⌘)
fr: Option–Commande (⌥⌘)

# settings.preset.controlOptionCommand
source: Control–Option–Command (⌃⌥⌘)
es: Control–Opción–Comando (⌃⌥⌘)
fr: Contrôle–Option–Commande (⌃⌥⌘)

# settings.modifierDrag.control
source: Control
fr: Contrôle
